Repository: mak-iptv/sat-albaniarepo
Catalog: repo/pvr.stbemupro686/resources/language/resource.language.*/strings.po
Languages: hr_hr

# #30000
source: General
hr_hr: Opšte

# #30001
source: Active Portal
hr_hr: Aktivni portal

# #30002
source: Misc
hr_hr: Ostalo

# #30003
source: Connection Timeout (seconds)
hr_hr: Istek vremena za povezivanje (sekunde)

# #30101
source: MAC Address
hr_hr: MAC adresa

# #30102
source: Server Address
hr_hr: Adresa Servera

# #30103
source: Time Zone
hr_hr: Vremenska Zona

# #30104
source: Auth Credentials
hr_hr: Akreditivi za autentikaciju

# #30105
source: Login
hr_hr: Prijava

# #30106
source: Password
hr_hr: Lozinka

# #30107
source: Guide
hr_hr: Vodič

# #30108
source: Preference
hr_hr: Podešavanje

# #30109
source: Prefer Provider
hr_hr: Dati Prednost Provajderu

# #30110
source: Prefer XMLTV
hr_hr: Dati prednost XMLTV

# #30111
source: Provider Only
hr_hr: Samo Provajder

# #30112
source: XMLTV Only
hr_hr: Samo XMLTV

# #30113
source: Cache Guide Data
hr_hr: Keširaj podatke Vodiča

# #30114
source: Cache Time (hours)
hr_hr: Keširaj Vreme (Sati)

# #30116
source: Scope
hr_hr: Obim

# #30117
source: Remote URL
hr_hr: Udaljeni URL

# #30118
source: Local Path
hr_hr: Lokalna Putanja

# #30119
source: Advanced
hr_hr: Napredno

# #30121
source: Serial Number
hr_hr: Serijski Broj

# #30122
source: Device ID
hr_hr: ID Uređaja

# #30123
source: Device ID2
hr_hr: ID2 Uređaja

# #30124
source: Signature
hr_hr: Potpis

# #30501
source: Unknown error. See log for details.
hr_hr: Nepoznata greška. Pogledajte evidenciju za detalje.

# #30502
source: Startup failed.
hr_hr: Neuspelo pokretanje.

# #30503
source: Failed to connect to server.
hr_hr: Nije moguće povezivanje sa serverom.

# #30504
source: Authentication failed. Retrying.
hr_hr: Provera identiteta neuspela. Ponovni pokušaj.

# #30505
source: Unable to load channels.
hr_hr: Nije moguće učitati kanale.

# #30506
source: Unable to load channel groups.
hr_hr: Nije moguće učitati grupe kanala.

# #30507
source: Unable to load guide.
hr_hr: Nije moguće učitati vodič.

# #30508
source: Failed to get stream URL.
hr_hr: Neuspelo dobijanje URL-a zapisa.

# #30509
source: Authorization lost. Re-authenticating.
hr_hr: Ovlašćenje izgubljeno. Ponovna provera identiteta.

# #30510
source: Re-authenticated.
hr_hr: Identitet proveren.

# #51000
source: My Portal 21
hr_hr: Moj Portal 21
